[
	{
		"name" : null,
		"title" : " Exploring the Therapeutic Mechanism of Desmodium styracifolium on Oxalate Crystal-Induced Kidney Injuries Using Comprehensive Approaches Based on Proteomics and Network Pharmacology ",
		"summary" : "Purpose: As a Chinese medicinal herb, Desmodium styracifolium (Osb.) Merr (DS) has been applied clinically to alleviate crystal-induced kidney injuries, but its effective components and their specific mechanisms still need further exploration. This research first combined the methods of network pharmacology and proteomics to explore the therapeutic protein targets of DS on oxalate crystal-induced kidney injuries to provide a reference for relevant clinical use. Methods: Oxalate-induced kidney injury mouse, rat, and HK-2 cell models were established. Proteins differentially expressed between the oxalate and control groups were respectively screened using iTRAQ combined with MALDI-TOF-MS. The common differential proteins of the three models were further analyzed by molecular docking with DS compounds to acquire differential targets. The inverse docking targets of DS were predicted through the platform of PharmMapper. The protein-protein interaction (PPI) relationship between the inverse docking targets and the differential proteins was established by STRING. Potential targets were further validated by western blot based on a mouse model with DS treatment. The effects of constituent compounds, including luteolin, apigenin, and genistein, were investigated based on an oxalate-stimulated HK-2 cell model. Results: Thirty-six common differentially expressed proteins were identified by proteomic analysis. According to previous research, the 3D structures of 15 major constituents of DS were acquired. Nineteen differential targets, including cathepsin D (CTSD), were found using molecular docking, and the component-differential target network was established. Inverse-docking targets including p38 MAPK and CDK-2 were found, and the network of component-reverse docking target was established. Through PPI analysis, 17 inverse-docking targets were linked to differential proteins. The combined network of component-inverse docking target-differential proteins was then constructed. The expressions of CTSD, p-p38 MAPK, and p-CDK-2 were shown to be increased in the oxalate group and decreased in kidney tissue by the DS treatment. Luteolin, apigenin, and genistein could protect oxalate-stimulated tubular cells as active components of DS. Conclusion: The potential targets including the CTSD, p38 MAPK, and CDK2 of DS in oxalate-induced kidney injuries and the active components (luteolin, apigenin, and genistein) of DS were successfully identified in this study by combining proteomics analysis, network pharmacology prediction, and experimental validation. Keywords: Desmodium styracifolium; kidney injury; network pharmacology; oxalate crystal; proteomics. ",
		"content" : "",
		"author" : "Jiebin Hou  1 , Wei Chen  1 , Hongtao Lu  2 , Hongxia Zhao  3 , Songyan Gao  3 , Wenrui Liu  1 , Xin Dong  3 , Zhiyong Guo  1 ",
		"date" : "2018 Jun 13;9:620.",
		"molecular" : "Desmodium styracifolium ( Osb. ) Merr ( DS ) has",
		"journal" : "Front Pharmacol ",
		"doi" : "10.3389/fphar.2018.00620.",
		"pmid" : "29950996",
		"relate_count" : 11,
		"result" : "the use of airborne ultrasound pretreatment demonstrates increased chemical properties compared to the optimal state when drying the echinacea root with an infrared dryer by 54/21-81/64%. Hence, ultrasound pretreatment preserves the quality and quantity of active ingredients in the therapeutic root of Echinacea.;@;",
		"effect" : "",
		"sample_count" : "",
		"indicator" : "",
		"group" : "",
		"drugs" : "Echinacea;@;chicoric acid;@;",
		"disease" : "inflammation, kidney infections and colds;@;",
		"side_effect" : "",
		"microbe" : "",
		"cell" : "",
		"gene" : "",
		"pathway_target" : ""
	}
]
