[
	{
		"id" : "08d8a1a7ebf54f619cf187a40e14c5d2",
		"is_valid" : null,
		"remark" : null,
		"created_by" : null,
		"created_at" : "2023-02-12 12:56:51",
		"updated_by" : null,
		"updated_at" : null,
		"updated_count" : null,
		"deleted_by" : null,
		"deleted_at" : null,
		"name" : null,
		"title" : " Exploring the Therapeutic Mechanism of Desmodium styracifolium on Oxalate Crystal-Induced Kidney Injuries Using Comprehensive Approaches Based on Proteomics and Network Pharmacology ",
		"summary" : "Purpose: As a Chinese medicinal herb, Desmodium styracifolium (Osb.) Merr (DS) has been applied clinically to alleviate crystal-induced kidney injuries, but its effective components and their specific mechanisms still need further exploration. This research first combined the methods of network pharmacology and proteomics to explore the therapeutic protein targets of DS on oxalate crystal-induced kidney injuries to provide a reference for relevant clinical use. Methods: Oxalate-induced kidney injury mouse, rat, and HK-2 cell models were established. Proteins differentially expressed between the oxalate and control groups were respectively screened using iTRAQ combined with MALDI-TOF-MS. The common differential proteins of the three models were further analyzed by molecular docking with DS compounds to acquire differential targets. The inverse docking targets of DS were predicted through the platform of PharmMapper. The protein-protein interaction (PPI) relationship between the inverse docking targets and the differential proteins was established by STRING. Potential targets were further validated by western blot based on a mouse model with DS treatment. The effects of constituent compounds, including luteolin, apigenin, and genistein, were investigated based on an oxalate-stimulated HK-2 cell model. Results: Thirty-six common differentially expressed proteins were identified by proteomic analysis. According to previous research, the 3D structures of 15 major constituents of DS were acquired. Nineteen differential targets, including cathepsin D (CTSD), were found using molecular docking, and the component-differential target network was established. Inverse-docking targets including p38 MAPK and CDK-2 were found, and the network of component-reverse docking target was established. Through PPI analysis, 17 inverse-docking targets were linked to differential proteins. The combined network of component-inverse docking target-differential proteins was then constructed. The expressions of CTSD, p-p38 MAPK, and p-CDK-2 were shown to be increased in the oxalate group and decreased in kidney tissue by the DS treatment. Luteolin, apigenin, and genistein could protect oxalate-stimulated tubular cells as active components of DS. Conclusion: The potential targets including the CTSD, p38 MAPK, and CDK2 of DS in oxalate-induced kidney injuries and the active components (luteolin, apigenin, and genistein) of DS were successfully identified in this study by combining proteomics analysis, network pharmacology prediction, and experimental validation. Keywords: Desmodium styracifolium; kidney injury; network pharmacology; oxalate crystal; proteomics. ",
		"content" : "",
		"author" : "Jiebin Hou  1 , Wei Chen  1 , Hongtao Lu  2 , Hongxia Zhao  3 , Songyan Gao  3 , Wenrui Liu  1 , Xin Dong  3 , Zhiyong Guo  1 ",
		"date" : "2018 Jun 13;9:620.",
		"molecular" : "Desmodium styracifolium ( Osb. ) Merr ( DS ) has",
		"journal" : "Front Pharmacol ",
		"doi" : "10.3389/fphar.2018.00620.",
		"pmid" : "29950996",
		"relate_count" : 11,
		"result" : "the use of airborne ultrasound pretreatment demonstrates increased chemical properties compared to the optimal state when drying the echinacea root with an infrared dryer by 54/21-81/64%. Hence, ultrasound pretreatment preserves the quality and quantity of active ingredients in the therapeutic root of Echinacea.;@;",
		"effect" : "",
		"sample_count" : "",
		"indicator" : "",
		"group" : "",
		"drugs" : "Echinacea;@;chicoric acid;@;",
		"disease" : "inflammation, kidney infections and colds;@;",
		"side_effect" : "",
		"microbe" : "",
		"cell" : "",
		"gene" : "",
		"pathway_target" : ""
	},
	{
		"id" : "0f7c477b11c2494f8634588c6463ab3b",
		"is_valid" : null,
		"remark" : null,
		"created_by" : null,
		"created_at" : "2023-02-12 12:56:47",
		"updated_by" : null,
		"updated_at" : null,
		"updated_count" : null,
		"deleted_by" : null,
		"deleted_at" : null,
		"name" : null,
		"title" : " Exploring the mechanism of TCM formulae in the treatment of different types of coronary heart disease by network pharmacology and machining learning ",
		"summary" : "Traditional Chinese medicine (TCM) has long been used in the clinical treatment of coronary heart disease (CHD). TCM is characterized by syndrome-based medication, which is, using different TCM formulae for different syndromes. However, the underlying mode of action remains unclear. In this work, we utilized network pharmacology and machine learning to explore the mechanism of eight classic TCM formulae in the treatment of different types of CHD. First, by integrating multiple databases, a total of 669 potential bioactive compounds and 581 targets of the eight formulae were screened. Then, the effectiveness of these formulae on CHD was evaluated using two network-based indicators. The results showed that each formula's targets were significantly correlated with CHD associated genes and overlapped with the targets of 9 classes of drugs for cardio vascular diseases (CVD) to some degree. Next, from 5 different levels, i.e., herb, symptom, compound, target, and pathway level, we systematically compared the eight formulae using network clustering and hierarchical clustering. We found that all the formulae could be grouped into five clusters and the clustering results were approximately consistent at different levels. All the formulae were involved in 7 pathways closely related to CHD and may exhibit the common effect of relieving angina. Formulae in the same group collectively regulated some unique pathways and suggest further specific indications. For example, the three formulae used for Qi stagnation and blood stasis, Qi deficiency and blood stasis, and Qi-Yin deficiency syndromes acted on two special pathways (TNF signaling pathway, NF-kappa B signaling pathway) and may exert anti-inflammatory and immune-enhancing effects; the two formulae for Yin deficiency of heart and kidney, and Yang deficiency of heart and kidney syndromes regulated two special pathways (PPAR signaling pathway, thyroid hormone signaling pathway) in endocrine system and could improve renal function. Subsequently, we designed a rank algorithm, which integrated network topology with biological function, to identify important targets of these formulae. The results were consistent with the multi-level clustering results. At last, our literature mining validated about 20 % putative targets, as well as clustering results and effects of the formulae by experimental evidences. This study explained the medication patterns and scientific significance of TCM formulae on different types of CHD from perspective of systems biology. It may facilitate the understanding of different types of CHD described by traditional Chinese medicine from the perspectives of modern biology. Keywords: Coronary heart disease; Machine learning; Modern medicine symptom; Network pharmacology; TCM syndrome; Traditional Chinese medicine. ",
		"content" : "",
		"author" : "Jian Yang  1 , Saisai Tian  1 , Jing Zhao  2 , Weidong Zhang  3 ",
		"date" : "2020 Sep;159:105034.",
		"molecular" : "Chinese medicine ( TCM ) TCM formulae",
		"journal" : "Pharmacol Res ",
		"doi" : "10.1016/j.phrs.2020.105034.",
		"pmid" : "32565312",
		"relate_count" : 13,
		"result" : "It suggests that although of unknown bioactive ingredients and mechanism of renal protection, the role of Astragalus in the treatment of DN can be disclosed and of profound significance.;@;",
		"effect" : "",
		"sample_count" : "25 studies;@;1804 patients;@;",
		"indicator" : "renal protective effect (BUN, SCr, CCr and urine protein) ;@;systemic state improvement (serum albumin level) ;@;",
		"group" : "(945 in treatment group and 859 in control group);@;",
		"drugs" : "Astragalus membranaceus;@;Astragalus ;@;",
		"disease" : "diabetic nephropathy (DN) ;@;DN ;@;",
		"side_effect" : "",
		"microbe" : "",
		"cell" : "",
		"gene" : "",
		"pathway_target" : ""
	},
	{
		"id" : "1e6634ff6a53436fbea036e26b3e13ab",
		"is_valid" : null,
		"remark" : null,
		"created_by" : null,
		"created_at" : "2023-02-12 12:56:59",
		"updated_by" : null,
		"updated_at" : null,
		"updated_count" : null,
		"deleted_by" : null,
		"deleted_at" : null,
		"name" : null,
		"title" : " Magnoflorine improves sensitivity to doxorubicin (DOX) of breast cancer cells via inducing apoptosis and autophagy through AKT/mTOR and p38 signaling pathways ",
		"summary" : "Breast cancer is a leading cause of cancer death among women worldwide. Doxorubicin (DOX) is a broad-spectrum anti-breast cancer agent, but its clinical use is restricted due to irreversible tissue toxicity. Thereby, new therapeutic approaches are urgently required to promote the sensitivity of breast cancer cells to DOX. Magnoflorine (Mag), a quaternary alkaloid isolated from Chinese herb Magnolia or Aristolochia, has various biological activities, such as anti-inflammation, anti-cancer, and anti-anxiety. In the study, we explored the effects Mag on the sensitivity of breast cancer cells to DOX. We demonstrated that Mag strongly promoted DOX-induced anti-proliferative effects in breast cancer cells while not in normal cells. Mag addition markedly promoted the effects of DOX on the inhibition of migration and invasion in breast cancer cells. DOX-triggered DNA damage in breast cancer cells was further accelerated by combination with Mag. DOX-induced cell distribution in G2/M phase was markedly elevated when co-treated with Mag. Additionally, DOX/Mag combinational treatment significantly induced apoptosis in breast cancer cells when compared to DOX alone group through inducing Caspase-3 cleavage. Moreover, Mag markedly promoted the role of DOX in autophagy induction by elevating light chain 3 (LC3)-II expression. Combination treatment with DOX and Mag significantly inhibited the activation of phosphatidylinositol 3-kinase/protein kinase B/mammalian target of rapamycin (PI3K/AKT/mTOR) signaling, and promoted p38 mitogen-activated protein kinase (MAPK) pathway. In addition, treatment with wortmannin (Wor, a blocker of autophagosome formation) markedly reduced DOX/Mag-induced p38 MAPK activation and LC3 conversion in breast cancer cells. Further, in MCF-7 xenograft model, DOX combined with Mag displayed a significant anti-tumor effect with little toxicity to organs such as liver, heart, kidney and spleen. These findings suggested that Mag promoted the anti-cancer effects of DOX to induce cellular apoptosis and autophagy in breast cancer cells. Keywords: AKT/mTOR and p38; Apoptosis and autophagy; Breast cancer; Doxorubicin; Magnoflorine. ",
		"content" : "",
		"author" : "Tian Wei  1 , Xie Xiaojun  2 , Cao Peilong  3 ",
		"date" : "2020 Jan;121:109139.",
		"molecular" : "Doxorubicin ( DOX ) Magnoflorine ( Mag ),",
		"journal" : "Biomed Pharmacother ",
		"doi" : "10.1016/j.biopha.2019.109139.",
		"pmid" : "31707337",
		"relate_count" : 27,
		"result" : "we  suggest that cordycepin increases theta waves power density during NREM sleep  via nonspecific AR in rats. In addition, this experiment can provide basic  evidence that cordycepin may be helpful for sleep-disturbed subjects.;@;",
		"effect" : "",
		"sample_count" : "",
		"indicator" : "electroencephalogram (EEG;@;",
		"group" : "",
		"drugs" : "Cordycepin (3'-deoxyadenosine);@;Cordycepin;@;",
		"disease" : "central nervous systems (CNSs);@;sleep regulation;@;",
		"side_effect" : "",
		"microbe" : "",
		"cell" : "",
		"gene" : "",
		"pathway_target" : "adenosine receptors (ARs);@;sleep-wake cycles;@;nonrapid eye movement (NREM)  sleep;@;θ (theta) waves power density during  NREM sleep;@;"
	},
	{
		"id" : "5446009f6fcf4d5a9899a5090907365d",
		"is_valid" : null,
		"remark" : null,
		"created_by" : null,
		"created_at" : "2023-02-12 12:57:05",
		"updated_by" : null,
		"updated_at" : null,
		"updated_count" : null,
		"deleted_by" : null,
		"deleted_at" : null,
		"name" : null,
		"title" : " Natural medicines for the treatment of fatigue: Bioactive components, pharmacology, and mechanisms ",
		"summary" : "It is a common phenomenon that people are in a sub-health condition and facing \"unexplained fatigue\", which seriously affects their health, work efficiency and quality of life. Meanwhile, fatigue is also a common symptom of many serious diseases such as HIV/AIDS, cancer, and schizophrenia. However, there are still no official recommendations for the treatment of various forms of fatigue. Some traditional natural medicines are often used as health care products, such as ginseng, Cordyceps militaris (L.ex Fr.Link) and Rhodiola rosea L., and these have been reported to have specific anti-fatigue effects with small toxic and side effects and rich pharmacological activities. It may be promising treatment strategy for sub-health. In this review, we first outline the generation of fatigue. Furthermore, we put emphasis on the anti-fatigue mechanism, bioactive components, and clinic trials of natural medicines, which will contribute to the development of potential anti-fatigue agents and open up novel treatments for sub-health. Keywords: (+)-catechin (PubChem CID: 9064); 20(R)-Ginsenoside Rg3 (PubChem CID: 46887680); 20(S)-Ginsenoside Rg3 (PubChem CID: 9918693); Anthocyanins (PubChem CID: 145858); Bioactive components; Buddlenol E (PubChem CID: 50909266); Caffeic acid (PubChem CID: 689043); Chlorogenic acid (PubChem CID: 1794427); Cordycepin (PubChem CID: 6303); Eleutheroside E (PubChem CID: 71312557); Ellagic acid (PubChem CID: 5281855); Epicatechin (PubChem CID: 72276); Epicatechin gallate (PubChem CID: 107905); Epigallocatechin (PubChem CID: 72277); Epigallocatechin gallate (PubChem CID: 65064); Fatigue; Ferulic acid (PubChem CID: 445858); Gallic acid (PubChem CID: 370); Ginsenoside Rb1 (PubChem CID: 9898279); Ginsenoside Ro (PubChem CID: 11815492); Isoquercitrin (PubChem CID: 5280804); Kaempferol (PubChem CID: 5280863); Luteolin (PubChem CID: 5280445); Mechanism; Natural medicines; Quercetin (PubChem CID: 5280343); Resveratrol (PubChem CID: 445154); Rutin (PubChem CID: 5280805); Salidroside (PubChem CID: 159278); Schisandrin (PubChem CID: 23915); Scopoletin (PubChem CID: 5280460); Tanshinone IIA (PubChem CID: 164676); Troxerutin (PubChem CID: 5486699); Ursolic acid (PubChem CID: 64945); Verbascoside (PubChem CID: 5281800). ",
		"content" : "",
		"author" : "Chuanhong Luo  1 , Xiaorong Xu  1 , Xichuan Wei  1 , Wuwen Feng  1 , Haozhou Huang  1 , Haiyan Liu  2 , Runchun Xu  1 , Junzhi Lin  3 , Li Han  4 , Dingkun Zhang  5 ",
		"date" : "2019 Oct;148:104409.",
		"molecular" : "ginseng Cordyceps militaris ( L. ex Fr. Link ) and Rhodiola rosea L.,thocyanins",
		"journal" : "Pharmacol Res ",
		"doi" : "10.1016/j.phrs.2019.104409. ",
		"pmid" : "31446039",
		"relate_count" : 23,
		"result" : "The ethanolic C. longa extract produced a strong acaricidal effect on the second nymph of O. savignyi, and it was safe to use in rabbits. ;@;",
		"effect" : "",
		"sample_count" : "",
		"indicator" : "",
		"group" : ": The nymphs were immersed in 10, 5, 2.5, 1.25, and 0.625 mg/ml ethanolic C. longa extract. An additional group was immersed in ethanol as a control. ;@;Three male New Zealand White rabbits were orally administered 2ml (two doses) of 10mg/ml ethanolic C. longa extract, and another three rabbits were orally given two doses of 2ml of absolute ethanol as a negative control;@;",
		"drugs" : "ethanolic Curcuma longa extract (Turmeric);@;50 compounds;@;curcumene and tumerone;@;",
		"disease" : "acaricidal efficacy ;@;",
		"side_effect" : "",
		"microbe" : "",
		"cell" : "",
		"gene" : "",
		"pathway_target" : ""
	},
	{
		"id" : "583eb1b9b5d3437989c7db42cef3e37e",
		"is_valid" : null,
		"remark" : null,
		"created_by" : null,
		"created_at" : "2023-02-12 12:56:37",
		"updated_by" : null,
		"updated_at" : null,
		"updated_count" : null,
		"deleted_by" : null,
		"deleted_at" : null,
		"name" : null,
		"title" : " Corni Fructus: a review of chemical constituents and pharmacological activities ",
		"summary" : "Cornus officinalis Sieb. et Zucc. is part of the genus Cornus of the family Cornaceae. Ripening and dry fruits (Corni Fructus) are recognized as an essential herb medicine in the traditional Chinese medicine (TCM) and have been widely used for over 2000 years. This review provides a comprehensive summary of Corni Fructus (CF), including the botany, phytochemistry, traditional use, and current pharmacological activities. According to the basic theory of TCM, CF usually participates in various Chinese medicinal formulae to exert the essential roles in replenishing liver and kidney, arresting seminal emission and sweat. Based on modern pharmacological studies, about 90 compounds have been isolated and identified from CF. In vivo and in vitro experimental studies indicate that CF exhibits extensive pharmacological activities including hypoglycemic, antioxidant, anti-inflammatory, anticancer, neuroprotective, hepatoprotective, and nephroprotective activities. However, only about 18% of chemical constituents in CF were tested. It means the potential pharmacological activities and clinical values of CF need to be further investigated. Keywords: Corni Fructus; Cornus officinalis Sieb. et Zucc.; Pharmacological activity; Phytochemistry; Shan Zhu Yu. ",
		"content" : "",
		"author" : "Yu Dong  1 , Zhe-Ling Feng  1 , Hu-Biao Chen  2 , Fu-Sheng Wang  3 , Jia-Hong Lu  1 ",
		"date" : "2018 Jun 25;13:34.",
		"molecular" : "Corni Fructus ) Corni Fructus ( CF )",
		"journal" : "Chin Med ",
		"doi" : "10.1186/s13020-018-0191-z.",
		"pmid" : "29983732",
		"relate_count" : 26,
		"result" : "We present a case of ARPC associated with T2DM, CRF, and hypothyroidism, which has rarely been described. There is no standardized treatment for ARPC. Co-administration of two or more agents for dermatologic interventions and treatment for associated diseases may help to improve skin symptoms.;@;",
		"effect" : "",
		"sample_count" : "",
		"indicator" : "histopathology, onset age and typical skin lesions;@;",
		"group" : "",
		"drugs" : "corticosteroids ;@; oral antihistamines;@;topical retinoic acid;@;Chinese medicinal herb-Qingpeng ointment;@;Zinc oxide ointment;@;",
		"disease" : "Acquired reactive perforating collagenosis (ARPC);@;internal diseases and even malignant neoplasms;@;Type 2 diabetes mellitus (T2DM);@;hronic renal failure (CRF);@;hypothyroidism ;@;Papules;@;pruritus;@;",
		"side_effect" : "",
		"microbe" : "",
		"cell" : "",
		"gene" : "",
		"pathway_target" : ""
	},
	{
		"id" : "5c0430e1a8b04fe1902da5e0eaf3bb18",
		"is_valid" : null,
		"remark" : null,
		"created_by" : null,
		"created_at" : "2023-02-12 12:56:55",
		"updated_by" : null,
		"updated_at" : null,
		"updated_count" : null,
		"deleted_by" : null,
		"deleted_at" : null,
		"name" : null,
		"title" : " Five Constituents in Psoralea corylifolia L. Attenuate Palmitic Acid-Induced Hepatocyte Injury via Inhibiting the Protein Kinase C-α/Nicotinamide-Adenine Dinucleotide Phosphate Oxidase Pathway ",
		"summary" : "Psoralea corylifolia L. (PC) is a traditional Chinese herb used to treat yang deficiency of the spleen and kidney in pediatric disease. Our previous studies have found that PC can alleviate the liver oxidative stress of juvenile mice with nonalcoholic steatohepatitis (NASH), and its mechanism is related to the inhibition of the protein kinase C-α (PKC-α)/nicotinamide-adenine dinucleotide phosphate oxidase (NOX) signaling pathway. The aim of this study was to confirm the aforementioned drug target in vitro and to conduct preliminary screening for some effective compounds of PC on the treatment of NASH. A primary hepatocyte model of non alcoholic fatty liver disease was established by palmitic acid. The existence of Psoralen, Isopsoralen, Neobavaisoflavone, Isobavachalcone, and Bakuchiol were identified by ultra-performance liquid chromatography. Then, five PC compounds were administered. Intracellular triglyceride and total cholesterol content, the cell supernatant alanine aminotransferase and aspartate aminotransferase, and hepatocellular superoxide anion were examined. The changes of PKC-α/NOX signaling pathways in hepatocytes were also determined. Furthermore, PKC-α activator phorbol 12-myristate 13-acetate was administered for 4 h before Psoralen intervention was conducted again to detect the changes of PKC-α/NOX signaling pathways. Our data demonstrated that Psoralen, Isopsoralen, and Isobavachalcone decreased intracellular content of triglyceride while all five PC compounds improved hepatocellular total cholesterol accumulation and hepatocyte damage in palmitic acid-induced primary hepatocyte model of non alcoholic fatty liver disease. All five PC compounds could also reduce hepatocytic superoxide anion levels, nicotinamide-adenine dinucleotide phosphate/reduced nicotinamide-adenine dinucleotide phosphate ratio, NOX activity as well as p47phox protein expression and PKCα activation in hepatocytes. Psoralen exhibited the best efficacy but the effectiveness was lost when pre-stimulated by phorbol 12-myristate 13-acetate. The results suggest that Psoralen, Isopsoralen, and Isobavachalcone could improve hepatocyte steatosis; five PC compounds could ameliorate hepatocyte injury, relieve oxidative stress, and downregulate the PKC-α/NOX signaling pathway of hepatocytes. In addition, Psoralen exhibits the best efficacy and a prospective PKC-α inhibitor pharmaceutical activity. Keywords: Psoralea corylifolia L.; compounds; nonalcoholic fatty liver disease; primary hepatocytes; protein kinase C-α/nicotinamide-adenine dinucleotide phosphate oxidase signaling pathway. ",
		"content" : "",
		"author" : "Lishan Zhou  1 , Jianqiao Tang  1 , Xuan Yang  2 , Hui Dong  3 , Xiaoli Xiong  1 , Juan Huang  4 , Linli Zhang  5 , Huan Qin  6 , Suqi Yan  1 ",
		"date" : "2020 Jan 28;10:1589.",
		"molecular" : "a corylifolia L. ( PC )",
		"journal" : "Front Pharmacol ",
		"doi" : "10.3389/fphar.2019.01589.",
		"pmid" : "32116659",
		"relate_count" : 6,
		"result" : "cordycepin increases theta waves power density during NREM sleep via nonspecific AR in rats. In addition, this experiment can provide basic evidence that cordycepin may be helpful for sleep-disturbed subjects.;@;",
		"effect" : "",
		"sample_count" : "",
		"indicator" : "",
		"group" : "",
		"drugs" : "Cordycepin (3'-deoxyadenosine);@; Cordycepin;@;",
		"disease" : "central nervous systems (CNSs), like sleep regulation.;@;",
		"side_effect" : "",
		"microbe" : "",
		"cell" : "",
		"gene" : "",
		"pathway_target" : "adenosine receptors (ARs);@;sleep-wake cycles ;@;nonrapid eye movement (NREM) sleep;@;θ (theta) waves power density ;@;AR subtypes (A1, A2A, and A2B);@;"
	},
	{
		"id" : "f2f9b819c381477c83a3804c4c49b926",
		"is_valid" : null,
		"remark" : null,
		"created_by" : null,
		"created_at" : "2023-02-12 12:56:30",
		"updated_by" : null,
		"updated_at" : null,
		"updated_count" : null,
		"deleted_by" : null,
		"deleted_at" : null,
		"name" : null,
		"title" : " Cordycepin Accelerates Osteoblast Mineralization and Attenuates Osteoclast Differentiation In Vitro ",
		"summary" : "Bone homeostasis destruction is triggered by the uncontrolled activity of osteoblasts and osteoclasts. Targeting both the regulation of bone formation and resorption is a promising strategy for treating bone disorders. Cordycepin is a major component of Chinese caterpillar fungus Cordyceps militaris. It exerts a variety of biological actions in various cells and animal models. However, its function on bone metabolism remains unclear. In the present study, we discovered a dual-action function of cordycepin in murine MC3T3-E1 and RAW264.7 cells. MC3T3-E1 cells were cultured in an osteogenic medium in the presence of 1 μM cordycepin for up two weeks. Cordycepin was used for effects of osteoblast and osteoclast differentiation. Cell viability was measured using the MTT assay. Osteoblast differentiation was confirmed by alizarin red staining, ALP activity, western blot, and real-time PCR. Osteoclast differentiation and autophagic activity were confirmed via TRAP staining, pit formation assay, confocal microscopy, western blot, and real-time PCR. Cordycepin promoted osteoblast differentiation, matrix mineralization, and induction of osteoblast markers via BMP2/Runx2/Osterix pathway. On the other hand, RAW264.7 cells were differentiated into osteoclast by RANKL treatment for 72 h. 1 μM cordycepin significantly inhibited RANKL-induced osteoclast formation and resorption activity through disturbing the actin ring-formatted sealing zone and activating cathepsin K and MMP9. These findings indicate that cordycepin might be an innovative dual-action therapeutic agent for bone disease caused by an imbalance of osteoblasts and osteoclasts. ",
		"content" : "",
		"author" : "Su-Bin Yu  1 , Hye-Jin Kim  2 , Hae-Mi Kang  1   3 , Bong-Soo Park  1   3   4 , Ji-Hye Lee  3   4   5 , In-Ryoung Kim  1   4 ",
		"date" : "2018 Oct 16;2018:5892957.",
		"molecular" : "Cordycepin",
		"journal" : "Evid Based Complement Alternat Med ",
		"doi" : "10.1155/2018/5892957. ",
		"pmid" : "30410556",
		"relate_count" : 4,
		"result" : "",
		"effect" : "anti-inflammatory ;@;Therefore, our study not only offered an efficient CKD drug formulation for further development, but also provided new medical knowledge about CKD.;@;",
		"sample_count" : "",
		"indicator" : "",
		"group" : "",
		"drugs" : "tripterygium wilfordii;@;celastrol (CLT);@;peptides coupled CLT-phospholipid lipid nanoparticles (PC-PLNs);@;CLT ;@;",
		"disease" : "chronic kidney disease (CKD);@;inflammation;@;endothelial damage;@;CKD severity;@;toxicity of CLT;@;",
		"side_effect" : "",
		"microbe" : "",
		"cell" : "",
		"gene" : "",
		"pathway_target" : "NO;@;eNOS;@;VCAM-1;@;"
	},
	{
		"id" : "f97483524dea4881bcc0557f699fd3c7",
		"is_valid" : null,
		"remark" : null,
		"created_by" : null,
		"created_at" : "2023-02-12 12:56:23",
		"updated_by" : null,
		"updated_at" : null,
		"updated_count" : null,
		"deleted_by" : null,
		"deleted_at" : null,
		"name" : null,
		"title" : " A meta-analysis of the clinical efficacy and safety of Bailing capsules in the treatment of nephrotic syndrome ",
		"summary" : "Background: Nephrotic syndrome (NS) is extremely harmful to human health. Bailing capsules can reduce proteinuria and improve renal function in patients with NS. This meta-analysis aimed to evaluate the clinical efficacy and safety of Bailing capsules in the treatment of NS. Methods: Systematic searches of the English-language databases PubMed, Cochrane, Embase, Medline, and Web of Science, as well as the Chinese-language databases China Academic Journals Full-text Database (CJFD), Wanfang Data, and Weipu (VIP), were performed. Randomized controlled trials (RCTs) of Bailing capsules in the treatment of NS were included in the meta-analysis. The total effective rate and adverse reaction rate were evaluated with relative risk (RR) and the quantitative data was evaluated with standardized mean difference (SMD) and 95% confidence interval (CI). The quality of the included articles was evaluated using RevMan5.3 software, and the \"meta\" package of R3.5.1 software was used for all other statistical analysis. Results: A total of 20 papers involving 819 and 824 patients in the treatment group and the control group, respectively, were included. The total effective rate and adverse reaction rate after treatment were reported in 17 and 2 articles, respectively. The total effective rate of the treatment group was 1.22 times that of the control group (I2 =0%, fixed-effects model, 95% CI: 1.16, 1.27), and the adverse reaction rate of the treatment group was 0.22 times that of the control group (I2 =0%, fixed-effects model, 95% CI: 0.08, 0.63). The levels of blood urea nitrogen (BUN) and serum creatinine (SCr) before and after treatment were reported in 15 articles, with SMDs of -0.98 (I2 =50%, fixed-effects model, 95% CI: -1.10, -0.87) and -1.47 (I2 =96%, random-effects model, 95% CI: -2.08, -0.86), respectively. Meanwhile, 13 articles reported the level of 24-hour proteinuria before and after treatment, with an SMD of -1.25 (I2 =92%, fixed effects model, 95% CI: -1.73, -0.78). Conclusions: For NS patients, treatment with Bailing capsules can achieve higher clinical efficacy and a lower adverse reaction rate than conventional treatment in improving the function of kidney. Keywords: Bailing capsule; Nephrotic syndrome (NS); meta-analysis. ",
		"content" : "",
		"author" : "Hui Xu  1 , Xiaozhao Li  1 , Xiangning Yuan  1 , Qiongjing Yuan  1 , Wenhang Chen  1 , Zhangzhe Peng  1 , Xiangcheng Xiao  2 , Qiaoling Zhou  3 ",
		"date" : "2020 Sep;9(5):3170-3181.",
		"molecular" : "",
		"journal" : "Ann Palliat Med ",
		"doi" : "10.21037/apm-20-1252.",
		"pmid" : "32921102",
		"relate_count" : 2,
		"result" : "The present review summarizes information concerning the morphology, ecology, ethnopharmacology, phytochemistry, biological activities, clinical applications and toxicological reports of P. amarus. This review aims at gathering the research work undertaken till date on this plant in order to provide sufficient baseline information for future works and commercial exploitation.;@;",
		"effect" : "",
		"sample_count" : "",
		"indicator" : "",
		"group" : "",
		"drugs" : "Phyllanthus amarus Schum. & Thonn. ;@; lignans, flavonoids, hydrolysable tannins (ellagitannins), polyphenols, triterpenes, sterols and alkaloids.;@;P. amarus ;@;",
		"disease" : "problems of stomach, genitourinary system, liver, kidney and spleen;@;gonorrhea, menorrhagia and other genital affections.;@;gastropathy, diarrhoea, dysentery, intermittent fevers, ophthalmopathy, scabies, ulcers and wounds;@; antiviral, antibacterial, antiplasmodial, anti-inflammatory, antimalarial, antimicrobial, anticancer, antidiabetic, hypolipidemic, antioxidant, hepatoprotective nephroprotective and diurectic properties. ;@;astringent;@;stomachic;@;diuretic;@;febrifuge ;@;antiseptic;@;",
		"side_effect" : "",
		"microbe" : "",
		"cell" : "",
		"gene" : "",
		"pathway_target" : ""
	}
]
